export const DisciplinesData = [
    {
        name: "Алгоритмы",
        text: "Содержание дисциплины охватывает круг вопросов, связанных с элементной базой систем автоматического управления и, в частности, измерительными преобразователями информации. Рассматриваются вопросы, связанные с конструктивными и схемными решениями современных измерительных преобразователей параметрического и генераторного типа, их основные характеристики и требования, предъявляемые к ним, как элементам систем автоматики."
    },
    {
        name: "Мехатроника",
        text: "Содержание дисциплины охватывает круг вопросов, связанных с элементной базой систем автоматического управления и, в частности, измерительными преобразователями информации. Рассматриваются вопросы, связанные с конструктивными и схемными решениями современных измерительных преобразователей параметрического и генераторного типа, их основные характеристики и требования, предъявляемые к ним, как элементам систем автоматики."
    },
    {
        name: "Силовые машины ",
        text: "Содержание дисциплины охватывает круг вопросов, связанных с элементной базой систем автоматического управления и, в частности, измерительными преобразователями информации. Рассматриваются вопросы, связанные с конструктивными и схемными решениями современных измерительных преобразователей параметрического и генераторного типа, их основные характеристики и требования, предъявляемые к ним, как элементам систем автоматики."
    },
    {
        name: "Фотоника и радиоэлектроника",
        text: "Содержание дисциплины охватывает круг вопросов, связанных с элементной базой систем автоматического управления и, в частности, измерительными преобразователями информации. Рассматриваются вопросы, связанные с конструктивными и схемными решениями современных измерительных преобразователей параметрического и генераторного типа, их основные характеристики и требования, предъявляемые к ним, как элементам систем автоматики."
    },
    {
        name: "Робототехника",
        text: "Содержание дисциплины охватывает круг вопросов, связанных с элементной базой систем автоматического управления и, в частности, измерительными преобразователями информации. Рассматриваются вопросы, связанные с конструктивными и схемными решениями современных измерительных преобразователей параметрического и генераторного типа, их основные характеристики и требования, предъявляемые к ним, как элементам систем автоматики."
    }
]