export const BannerData =[
    {
        title: "Началась подача документов",
        text: "Программа предполагает углубленное изучение вопросов, связанных с проектированием, исследованием, производством и эксплуатацией мехатронных и робототехнических систем и комплексов.",
        link: ""
    },
    {
        title: "Закончилась подача документов",
        text: "Программа предполагает углубленное изучение вопросов, связанных с проектированием, исследованием, производством и эксплуатацией мехатронных и робототехнических систем и комплексов.",
        link: ""
    }
]